{
  "12": {
    "title": "Spiced lamb chops with mint-mango sauce",
    "description": "Delicious, refreshing, and super quick to make!\n\nIn a blender or mini food processor, blend all the sauce ingredients, and chill in the fridge.\n\nBlend the olive oil and garlic and coat the lamb chops.\n\nMake the spice mix, and coat the lamb chops well on both sides.\n\nGrill the lamb chops on a very hot cast iron grill pan (or a BBQ if you have one!) for 2-3 minutes on each side for medium rare.\n\nDone! Serve with the sauce on the side.\n\n- If you’re out of green onions, you can substitute them in the sauce with 1 shallot\n- A good way to use the spice mix is to put it in an empty spice jar and use that to sprinkle it evenly on the lamb chops.\n- This spice mix is delicious and great on so many things! We've tried it on beef, duck, even carbonara! Might be a good idea to make more than is needed for this dish and keep it around.\n- If you have sauce leftovers, it keeps well in the fridge for days in an airtight container. It may darken a bit due to the avocado but it still tastes good.",
    "ingredients": [
      {
        "name": "lamb chops",
        "amount": 8
      },
      {
        "name": "olive oil",
        "amount": 0.25,
        "unit": "cup"
      },
      {
        "name": "garlic cloves",
        "amount": 4
      },
      {
        "name": "medium ripe mango",
        "amount": 1
      },
      {
        "name": "fresh mint",
        "amount": 1,
        "unit": "cup"
      },
      {
        "name": "green onions",
        "amount": 2
      },
      {
        "name": "fresh lime juice",
        "amount": 1,
        "unit": "tablespoon"
      },
      {
        "name": "serrano chile halved and seeded",
        "amount": 1
      },
      {
        "name": "ripe avocado",
        "amount": 0.5
      },
      {
        "name": "cumin ground",
        "amount": 1,
        "unit": "tablespoon"
      },
      {
        "name": "ground coriander",
        "amount": 2,
        "unit": "teaspoon"
      },
      {
        "name": "ground cinammon",
        "amount": 2,
        "unit": "teaspoon"
      },
      {
        "name": "turmeric",
        "amount": 0.5,
        "unit": "teaspoon"
      },
      {
        "name": "cayenne pepper",
        "amount": 0.25,
        "unit": "teaspoon"
      },
      {
        "name": "ground cardamom",
        "amount": 0.25,
        "unit": "teaspoon"
      },
      {
        "name": "cloves ground",
        "amount": 0.125,
        "unit": "teaspoon"
      },
      {
        "name": "coarse kosher salt",
        "amount": 0.5,
        "unit": "tablespoon"
      }
    ],
    "id": "12",
    "created": "2018-11-12T12:41:37.862Z",
    "modified": "2018-11-12T12:41:37.862Z"
  },
  "15": {
    "title": "Shakshuka",
    "description": "Breakfast of champions (one of them)\n\nHeat oil in a large, deep, preferably ceramic, frying pan on medium heat\n\nCook onions until translucent, 5-10 min\n\nAdd minced meat, stir until lightly browned\n\nReduce heat a little, add jalapeño and bell pepper, cook until slightly soft. 3-4 min, do not overcook\n\nAdd garlic and tomato concentrate, stir for 2 min until tomato tastes cooked not raw\n\nAdd the wine. Tip: pour the wine into the tomato paste jar and shake it to get the last of the paste out.\n\nAdd canned tomatoes, cumin, caraway seeds, bay leaves, paprika, erythritol, concentrated stock, and pepper. Yes, that is a lot of cumin; it will be fine. Bring to low boil, reduce heat, simmer for 20 min\n\nPlace de-stemmed Swiss chard leaves on top of cooked tomato mixture. Make 8 small depressions with a spoon\n\nCrack one egg into each depression. Cover (a transparent lid is ideal)\n\nCook until egg white is _just_ set. Serve immediately, in the pan.\n\n- The tomato sauce keeps for a couple of days in the fridge. If eating over two days, crack only 4 eggs. Next time, reheat sauce then make 4 more depressions and crack the other 4.\n- We use Sukrin Gold erythritol, which looks and tastes like light brown sugar. If not low-carbing, demarara or other sugar can be substituted.\n- Bell peppers are bad for absorbing pesticides, so we always use organic because the skin is eaten.\n- The type of red wine is not critical, honestly. We use small (187ml) “individual” bottles of fairly cheap red wine.",
    "ingredients": [
      {
        "name": "Olive oil",
        "amount": 3,
        "unit": "tablespoon"
      },
      {
        "name": "Yellow onions chopped",
        "amount": 2
      },
      {
        "name": "Miced lamb or beef",
        "amount": 1.5,
        "unit": "lbs"
      },
      {
        "name": "Organic green bell pepper chopped",
        "amount": 1
      },
      {
        "name": "Jalapeño chilli deseeded & chopped",
        "amount": 1
      },
      {
        "name": "Garlic minced head",
        "amount": 1
      },
      {
        "name": "Tomato concentrate",
        "amount": 7,
        "unit": "oz"
      },
      {
        "name": "Chopped peeled tomatoes"
      },
      {
        "name": "Red wine",
        "amount": 1,
        "unit": "cup"
      },
      {
        "name": "Bay leaves",
        "amount": 4
      },
      {
        "name": "Erythritol",
        "amount": 2,
        "unit": "tablespoon"
      },
      {
        "name": "Beef stock concentrate",
        "amount": 1,
        "unit": "tablespoon"
      },
      {
        "name": "Smoked Paprika",
        "amount": 1,
        "unit": "tablespoon"
      },
      {
        "name": "Cumin seed ground",
        "amount": 1,
        "unit": "tablespoon"
      },
      {
        "name": "Black pepper ground",
        "amount": 1.5,
        "unit": "teaspoon"
      },
      {
        "name": "Caraway seed ground",
        "amount": 1,
        "unit": "teaspoon"
      },
      {
        "name": "Swiss chard or kale destemmed",
        "amount": 0.5
      },
      {
        "name": "Freerange eggs",
        "amount": 8
      }
    ],
    "id": "15",
    "created": "2018-11-12T12:47:30.633Z",
    "modified": "2018-11-12T12:47:30.633Z"
  },
  "16": {
    "title": "Real Caesar Salad",
    "description": "Based on the original 1920's Italian-American table-side recipe\n\nTraditionally using a mortar and pestle (but a hand blender works just as well, we find) turn the garlic, anchovies and a pinch of salt into a fine paste.\n\nAdd the whisked egg yolks, lemon juice, Worcestershire sauce and mustard. This can be done in a bowl with a whisk, or if using a blender continue with that.\n\nGradually at first, add the oil and whisk/blend with each addition.\n\nAdd the Parmesan and mix well.\n\nTaste, adjust with salt, pepper, lemon as desired.\n\nEither shred the romaine hearts and toss with the sauce, or serve individual leaves for dipping.\n\nIf liked, garnish with more whole anchovies and/or Parmesan flakes\n\nWe don't use croutons but if you want them, go ahead!\nSauce keeps well in a fridge for a few days.\n",
    "ingredients": [
      {
        "name": "Garlic Head Minced",
        "amount": 0.5
      },
      {
        "name": "Anchovies",
        "amount": 5
      },
      {
        "name": "Free-range egg yolks",
        "amount": 3
      },
      {
        "name": "Dijon Mustard",
        "amount": 1,
        "unit": "teaspoon"
      },
      {
        "name": "Worcestershire sauce",
        "amount": 1
      },
      {
        "name": "Extra-virgin Greek olive oil",
        "amount": 1,
        "unit": "cup"
      },
      {
        "name": "Parmesan Finely grated",
        "amount": 0.5,
        "unit": "cup"
      },
      {
        "name": "Black pepper Freshly grated"
      },
      {
        "name": "Sea salt"
      },
      {
        "name": "Lemon juice",
        "amount": 2,
        "unit": "tablespoon"
      },
      {
        "name": "Romaine hearts",
        "amount": 3
      }
    ],
    "id": "16",
    "created": "2018-11-12T12:48:34.030Z",
    "modified": "2018-11-12T12:48:34.030Z"
  },
  "19": {
    "title": "Chicken Liver Pâté",
    "description": "Rich and creamy, delicious on bread or even on its own\n\nChop most of the onion but set a little aside for garnish\n\nSauté garlic and onion in a bit of butter.\n\nAdd the livers and sauté on both sides until they have a bit color but are still pink inside. Season with salt and pepper.\n\nAdd the Metaxa and let it steam away.\n\nPut all in a tall blender glass and add the cream and remaining butter and blend until smooth\n\nPut aside in fridge for at least 4 hours and serve, garnishing with the balsamic reduction, parsley and the onion from step 1.",
    "ingredients": [
      {
        "name": "raw chicken liver cleaned",
        "amount": 500,
        "unit": "g"
      },
      {
        "name": "large white onion",
        "amount": 1
      },
      {
        "name": "garlic minced cloves",
        "amount": 2
      },
      {
        "name": "Metaxa or other brandy/cognac",
        "amount": 150,
        "unit": "ml"
      },
      {
        "name": "heavy cream",
        "amount": 50,
        "unit": "ml"
      },
      {
        "name": "Butter",
        "amount": 50,
        "unit": "g"
      },
      {
        "name": "Salt, pepper to taste"
      },
      {
        "name": "Parsley"
      },
      {
        "name": "balsamic reduction"
      }
    ],
    "id": "19",
    "created": "2018-11-12T12:50:40.813Z",
    "modified": "2018-11-12T12:50:40.813Z"
  },
  "20": {
    "title": "Octopus in Wine",
    "description": "A traditional Greek dish (Htapodi Krasato).\n\nWash the octopus, remove the eyes and beak, and separate the tentacles. Cut each tentacle in 2-3 pieces of roughly equal volume, same for the head.\n\nPut tentacles and head in a large pot with nothing else and boil over medium heat.\n\nYou will notice that the octopus is releasing juices and slowly become redder. As the juices start to evaporate, slowly pour in the wine.\n\nOnce you've poured all wine, add cloves and bay leaves.\n\nSimmer for about two hours. Half an hour before done, add the potatoes or turnips and the olives.\n\nOnce it's reduced and the octopus and vegetables are tender add 1tbsp olive oil, mix, and serve! Makes about 6 portions.\n\nThe original version uses potatoes, but we have used turnips, okra and other vegetables with good success. Turnips also make the dish low carb. The one in the photo uses okra.\nΧταπόδι κρασάτο is the Greek name.",
    "ingredients": [
      {
        "name": "whole raw octopus",
        "amount": 2
      },
      {
        "name": "dry red cooking wine bottle",
        "amount": 1
      },
      {
        "name": "cloves",
        "amount": 6
      },
      {
        "name": "bay leaves",
        "amount": 4
      },
      {
        "name": "extra virgin olive oil"
      },
      {
        "name": "large potato or turnip in 1in cubes",
        "amount": 1
      },
      {
        "name": "Kalamata olives pitted",
        "amount": 0.5,
        "unit": "cup"
      }
    ],
    "id": "20",
    "created": "2018-11-12T12:51:28.023Z",
    "modified": "2018-11-12T12:51:28.023Z"
  },
  "21": {
    "title": "Sous Vide Salmon Teriyaki",
    "description": "Tender, refreshing and very easy to make\n\nIn a small saucepan over medium-high heat, combine the soy sauce, erythritol, ginger, garlic, mirin and sesame oil. Bring to a simmer, stirring until the erythritol has dissolved, about 1 minute. Let cool to room temperature. Reserve 1/4 cup (2 fl. oz./60 ml) of the sauce.\n\nPlace the salmon fillets in separate zip lock bags and pour the remaining sauce into the bags, dividing evenly. If you have time you can let them marinate for 1-4 hours, but you don’t have to.\n\nPrepare a sous vide immersion circulator for use according to the manufacturer’s instructions. Preheat the water to 122°F (50°C). Place the bags into the circulating water and cook for 40 minutes for medium doneness.\n\n5 minutes before the salmon is done, stir fry the bean sprouts in a large pan with a tsp of sesame oil and a splash of soy sauce. Divide evenly in two plates.\n\nOnce the salmon is done, sear the skin in the same pan for 30 seconds. Place each fillet on top of the bean sprouts and pour the saved sauce on it. Optionally, you can also use the sauce from the ziplock bags, but keep in mind it will be more watery (we did anyway).\n\nGarnish with the sliced spring onion and serve!\n\nNot low carbing? You can use brown sugar in place of erythritol.",
    "ingredients": [
      {
        "name": "half pound salmon fillets",
        "amount": 2
      },
      {
        "name": "bean sprouts",
        "amount": 1,
        "unit": "lbs"
      },
      {
        "name": "soy sauce",
        "amount": 0.25,
        "unit": "cup"
      },
      {
        "name": "erythritol",
        "amount": 1,
        "unit": "tablespoon"
      },
      {
        "name": "fresh ginger",
        "amount": 1,
        "unit": "teaspoon"
      },
      {
        "name": "garlic cloves",
        "amount": 4
      },
      {
        "name": "mirin or dry sherry",
        "amount": 2,
        "unit": "tablespoon"
      },
      {
        "name": "toasted sesame oil",
        "amount": 2,
        "unit": "teaspoon"
      },
      {
        "name": "spring onion sliced",
        "amount": 1
      }
    ],
    "id": "21",
    "created": "2018-11-12T12:51:55.533Z",
    "modified": "2018-11-12T12:51:55.533Z"
  },
  "24": {
    "title": "No-Bake Strawberry Cheesecake",
    "description": "A delicious low carb treat!\n\n**Base:** \n1. In a medium frying pan, melt the ghee under low heat. \n2. Add the almond and coconut flour and stir continuously. \n3. It will look very runny at first, that's normal. When it starts darkening and becoming more viscous, add the cinnamon and sweetener. \n4. When it's light brown and most of the the ghee has been absorbed, it's about done. At that point, add the vanilla extract. It will foam, that's ok. Stir until it goes down again.\n5. Press into a 9\" springform cake tray. Let it cool down in the fridge.\n\n**Cream**: With a mixer beat the mascarpone on its own for a bit, then add icing sugar substitute to taste, then the rest of the ingredients. Blend until even. If you want the cheesecake to be extra fluffy, just beat it longer. Make sure the ghee in the bottom layer has solidified, then spread over the base in the cake tray. Put it back in the fridge.\n\n**Topping**: Blend half of the fruits and cut the other half into slices. Using a small pot, heat up the blended strawberries, Sukrin Gold, lemon juice and stir frequently until all heated up and mixed well. Add the gelatin slowly by sprinkling and stirring so that it doesn't clump. Then add the sliced fruits and stir. Simmer for a bit, then take it off the heat and let it cool down a bit. Once it starts getting viscous, spread it over the cream and put it back in the fridge.\n\nChill in the fridge for at least 3 hours, then enjoy!\n\n- We use Sukrin Gold and Sukrin Icing for sweetening. We've tried many and think those are as close as it gets to the sugar equivalents and have no aftertaste.\n- You can use less mascarpone, the middle layer will just be less thick. Adjust the rest of the quantities accordingly in that case.",
    "ingredients": [
      {
        "name": "almond flour",
        "amount": 1.5,
        "unit": "cup"
      },
      {
        "name": "butter or ghee",
        "amount": 200,
        "unit": "g"
      },
      {
        "name": "coconut flour"
      },
      {
        "name": "brown sugar substitute",
        "amount": 3,
        "unit": "tablespoon"
      },
      {
        "name": "vanilla extract",
        "amount": 3,
        "unit": "tablespoon"
      },
      {
        "name": "cinammon",
        "amount": 1,
        "unit": "teaspoon"
      },
      {
        "name": "Mascarpone",
        "amount": 40,
        "unit": "oz"
      },
      {
        "name": "icing sugar substitute",
        "amount": 4,
        "unit": "tablespoon"
      },
      {
        "name": "lemon juiced",
        "amount": 1
      },
      {
        "name": "strawberries or other berries",
        "amount": 1,
        "unit": "lbs"
      },
      {
        "name": "gelatin",
        "amount": 1,
        "unit": "tablespoon"
      },
      {
        "name": "lemon juiced",
        "amount": 1
      },
      {
        "name": "Sukrin Gold or similar",
        "amount": 2,
        "unit": "tablespoon"
      }
    ],
    "id": "24",
    "created": "2018-11-12T12:55:25.322Z",
    "modified": "2018-11-12T12:55:25.322Z"
  },
  "__meta": {
    "lastId": 25
  }
}